<?php
    return [
        'cookies_policy' => 'سیاست استفاده از کوکی‌ها',
        'what_are_cookies' => 'کوکی‌ چیست',
        'what_are_cookies_description' => 'مانند بسیاری از وب‌سایت‌ها، این سایت نیز از کوکی‌ها استفاده می‌کند. کوکی‌ها فایل‌های کوچکی هستند که به منظور بهبود تجربه کاربری شما بر روی مرورگر کامپیوترتان ذخیره می‌شوند. این صفحه توضیح می‌دهد که چه اطلاعاتی توسط کوکی‌ها جمع‌آوری می‌شود، ما چگونه از آن‌ها استفاده می‌کنیم و چرا گاهی اوقات نیاز است این کوکی‌ها را ذخیره کنیم. همچنین به شما نشان خواهیم داد که چگونه می‌توانید از ذخیره این کوکی‌ها جلوگیری کنید؛ اما باید بدانید که این کار ممکن است باعث کاهش عملکرد یا اختلال در برخی از بخش‌های سایت شود.',
        'how_we_use_cookies' => 'نحوه استفاده ما از کوکی‌ها',
        'how_we_use_cookies_description' => 'ما از کوکی‌ها به دلایل مختلف که در زیر توضیح داده شده‌اند استفاده می‌کنیم. متاسفانه، در اکثر موارد گزینه‌های استانداردی برای غیرفعال کردن کوکی‌ها بدون اینکه عملکرد و ویژگی‌هایی که آن‌ها به این سایت اضافه می‌کنند را به‌طور کامل غیرفعال کنید وجود ندارد. توصیه می‌شود که اگر مطمئن نیستید که به آن‌ها نیاز دارید یا خیر، تمامی کوکی‌ها را فعال نگه دارید، زیرا ممکن است برای ارائه خدماتی که شما استفاده می‌کنید به کار گرفته شوند.',
        'disabling_cookies' => 'غیرفعال کردن کوکی‌ها',
        'disabling_cookies_description' => 'شما می‌توانید با تنظیمات مرورگر خود از تنظیم شدن کوکی‌ها جلوگیری کنید (برای این کار به بخش راهنمای مرورگر خود مراجعه کنید). توجه داشته باشید که غیرفعال کردن کوکی‌ها بر عملکرد این وب‌سایت و بسیاری از وب‌سایت‌های دیگر که بازدید می‌کنید تأثیر خواهد گذاشت. معمولا غیرفعال کردن کوکی‌ها منجر به غیرفعال شدن برخی از قابلیت‌ها و ویژگی‌های این سایت نیز می‌شود. بنابراین، توصیه می‌شود که کوکی‌ها را غیرفعال نکنید.',
        'cookies_we_set' => 'کوکی‌هایی که ما تنظیم می‌کنیم',
        'cookies_we_set_description' => 'برای عملکرد وب‌سایت ما، به‌ویژه در پردازش پرداخت‌ها، از کوکی‌ها استفاده می‌کنیم. این کوکی‌ها برای پردازش امن پرداخت‌هایی که ممکن است در سایت ما انجام دهید ضروری هستند. همچنین ممکن است از کوکی‌های شخص ثالث نیز بهره ببریم.',
        'more_information' => 'اطلاعات بیشتر',
        'more_information_description' => 'امیدواریم که این توضیحات برای شما واضح بوده باشد. همان‌طور که قبلاً اشاره شد، اگر مطمئن نیستید که آیا به کوکی‌ها نیاز دارید یا خیر، معمولا بهتر است آن‌ها را فعال نگه دارید، تا در تعامل شما به بخش‌های مختلف وبسایت مشکلی ایجاد نشود. با این حال، اگر به اطلاعات بیشتری نیاز دارید، می‌توانید با ما تماس بگیرید.',

    ];
