<?php
    return [
        'privacy_policy' => 'سیاست حفظ حریم خصوصی',
        'privacy_policy_description' => 'حریم خصوصی شما برای ما اهمیت دارد. سیاست ما این است که به حریم خصوصی شما در مورد هرگونه اطلاعاتی که ممکن است در وب‌سایت/نرم افزار و سایر سایت‌هایی که مالک آن هستیم، جمع‌آوری کنیم، احترام بگذاریم.
ما فقط زمانی که واقعا به اطلاعات شخصی شما نیاز داشته باشیم تا خدماتی به شما ارائه دهیم، آن‌ها را درخواست می‌کنیم. ما این اطلاعات را به روش‌های قانونی و عادلانه، با اطلاع و رضایت شما جمع‌آوری می‌کنیم. همچنین به شما اطلاع می‌دهیم که چرا این اطلاعات را جمع‌آوری می‌کنیم و چگونه استفاده خواهند شد.
ما فقط اطلاعات جمع‌آوری‌شده را تا زمانی که برای ارائه خدمات درخواستی شما لازم است نگه می‌داریم. داده‌هایی که ذخیره می‌کنیم را با استفاده از روش‌های تجاری قابل قبول، برای جلوگیری از از دست رفتن و سرقت، و همچنین دسترسی، افشا، کپی، استفاده یا تغییر غیرمجاز، محافظت خواهیم کرد.
وب‌سایت/نرم افزار ما ممکن است به سایت‌های خارجی لینک دهد که توسط ما اداره نمی‌شوند. لطفاً توجه داشته باشید که ما هیچ کنترلی بر محتوای این سایت‌ها و عملکردهای آن‌ها نداریم و نمی‌توانیم مسئولیت یا تعهدی در قبال سیاست‌های حفظ حریم خصوصی آن‌ها بپذیریم.
شما آزاد هستید که درخواست ما برای ارائه اطلاعات شخصی خود را رد کنید، با این درک که ممکن است ما نتوانیم برخی از خدمات مورد نظر شما را به شما ارائه دهیم.
ادامه استفاده شما از وب‌سایت/نرم افزار ما به منزله پذیرش روش‌های ما در مورد حریم خصوصی و اطلاعات شخصی شما تلقی خواهد شد. اگر در مورد نحوه مدیریت داده‌ها و اطلاعات شخصی کاربران سوالی دارید، لطفاً با ما تماس بگیرید.',
        'what_information_do_we_collect' => '۱. ما چه اطلاعاتی را جمع آوری میکنیم؟',
        'personal_information_you_disclose_to_us' => 'اطلاعات شخصی که شما در اختیار ما قرار می‌دهید.',
        'personal_information_you_disclose_to_us_description' => 'ما اطلاعات شخصی‌ای که شما به‌صورت داوطلبانه در اختیار ما قرار می‌دهید جمع‌آوری می‌کنیم؛ از جمله زمانی که در وبسایت/نرم افزار ما ثبت ‌نام می‌کنید، علاقه‌مندی خود را برای دریافت اطلاعات درباره ما یا محصولات و خدمات ما ابراز می‌کنید، در فعالیت‌های مربوط به خدمات ما شرکت می‌کنید، یا به هر شکل دیگری با ما تماس می‌گیرید.',
        'information_automatically_collected' => 'اطلاعاتی که به‌طور خودکار جمع‌آوری می‌شود.',
        'information_automatically_collected_description' => 'ما به‌طور خودکار اطلاعات خاصی را زمانی که از خدمات ما بازدید، استفاده یا در آن‌ها جستجو می‌کنید، جمع‌آوری می‌کنیم. این اطلاعات هویت مشخص شما را فاش نمی‌کند (مانند نام یا اطلاعات تماس شما)، اما ممکن است شامل اطلاعاتی درباره دستگاه و نحوه استفاده شما باشد، مانند آدرس IP، ویژگی‌های مرورگر و دستگاه، سیستم‌عامل، تنظیمات زبان، URLهای ارجاعی، نام دستگاه، کشور، موقعیت جغرافیایی، اطلاعاتی درباره چگونگی و زمان استفاده شما از خدمات ما و دیگر اطلاعات فنی باشد. این اطلاعات عمدتا برای حفظ امنیت و عملکرد خدمات ما و برای تحلیل‌ها و گزارش‌های داخلی ما مورد نیاز است.
مانند بسیاری از کسب‌وکارها، ما این اطلاعات را از طریق کوکی‌ها و فناوری‌های مشابه جمع‌آوری می‌کنیم.',
        'how_do_we_process_your_information' => '۲. چگونه اطلاعات شما را پردازش می‌کنیم؟',
        'how_do_we_process_your_information_description1' => 'ما اطلاعات شما را برای ارائه، بهبود و مدیریت خدماتمان، ارتباط با شما، امنیت و پیشگیری از تقلب، و برای رعایت قوانین پردازش می‌کنیم. همچنین ممکن است با رضایت شما اطلاعاتتان را برای اهداف دیگر پردازش کنیم. ما اطلاعات شخصی شما را به دلایل مختلف و بسته به نحوه تعامل شما با خدمات ما پردازش می‌کنیم، از جمله:
 برای ثبت و نگهداری حساب شما، فعال‌سازی دسترسی و استفاده شما از خدماتمان، و برای انجام تعهدات قراردادی نسبت به شما،
برای ارسال ارتباطات مرتبط با خدمات، شامل تاییدیه‌های حساب، یادآوری‌ها، به‌روزرسانی‌های فنی و امنیتی، و پشتیبانی مشتری،
برای بهبود خدماتمان نحوه تعامل کاربران با سایت و برنامه‌مان را تحلیل می‌کنیم تا روندها، قابلیت استفاده و زمینه‌های بهبود را شناسایی کنیم،
 برای شناسایی و جلوگیری از فعالیت‌های مشکوک یا تقلبی،
 برای انجام تعهدات قانونی، مانند پاسخ به درخواست‌های قانونی از سوی مقامات.',
        'how_do_we_process_your_information_description2' => 'به یاد داشته باشید که اطلاعات شخصی شما با احترام کامل به حریم خصوصی و امنیت شما، طبق سیاست حفظ حریم خصوصی ما و مطابق با قوانین حفاظت از داده‌های قابل اجرا پردازش خواهد شد.',
        'when_and_with_whom_do_we_share_your_personal_information' => '۳. چه زمانی و با چه کسانی اطلاعات شخصی شما را به اشتراک می‌گذاریم؟',
        'when_and_with_whom_do_we_share_your_personal_information_description' => 'ما حریم خصوصی شما را جدی می‌گیریم و تلاش می‌کنیم تا به طور شفاف در مورد نحوه اشتراک‌گذاری اطلاعات شخصی شما توضیح دهیم. در اینجا به شرایطی که ممکن است اطلاعات شخصی شما را به اشتراک بگذاریم و همچنین اشخاص مرتبط اشاره می‌کنیم:',
        'payment_processing_partners' => 'شرکای پردازش پرداخت',
        'payment_processing_partners_description' => 'ما از یک درگاه پرداختی برای انجام تراکنش‌های پرداخت، در زمانی که شما خریدهایی را از طریق وبسایت/نرم افزار ما انجام می‌دهید، استفاده می‌کنیم.',
        'legal_compliance' => 'درخواست‌های قانونی',
        'legal_compliance_description' => 'ما ممکن است اطلاعات شخصی شما را با مقامات قانونی به اشتراک بگذاریم یا در پاسخ به درخواست‌های قانونی، در صورتی که طبق قوانین و مقررات مربوطه مورد نیاز باشد، اطلاعات شما را ارائه دهیم.',
        'your_consent' => 'رضایت شما',
        'your_consent_description' => 'در مواردی که شما برای اهداف اضافی رضایت خاصی داده‌اید، ممکن است اطلاعات شما را با اشخاص ثالثی که شما مجاز کرده‌اید به اشتراک بگذاریم.',
        'business_transfers' => 'انتقالات تجاری',
        'business_transfers_description' => 'در صورت ادغام، تملک، یا فروش تمام یا بخشی از دارایی‌های ما، اطلاعات شخصی شما ممکن است به نهاد خریدار یا طرفین ذی‌نفع منتقل شود. شما از هرگونه انتقال این‌چنینی مطلع خواهید شد و در صورت لزوم فرصت خروج از این انتقال را خواهید داشت.',
        'protecting_our_rights' => 'حفاظت از حقوق ما',
        'protecting_our_rights_description' => 'ما ممکن است اطلاعات شما را به اشتراک بگذاریم اگر معتقد باشیم این کار برای حفاظت از حقوق، حریم خصوصی، ایمنی یا اموال ما یا کاربرانمان ضروری است.
لطفاً توجه داشته باشید که ما اطلاعات شخصی شما را برای مقاصد بازاریابی به اشخاص ثالث نمی‌فروشیم.',
        'do_we_use_cookies' => '۴. آیا ما از کوکی‌ها و دیگر فناوری‌های ردیابی استفاده می‌کنیم؟',
        'do_we_use_cookies_description' => 'ما ممکن است از کوکی‌ها و فناوری‌های مشابه ردیابی برای دسترسی یا ذخیره اطلاعات استفاده کنیم. اطلاعات خاص در مورد نحوه استفاده ما از این فناوری‌ها و چگونگی رد کردن برخی از کوکی‌ها در اطلاعیه کوکی‌های ما آمده است.',
        'how_do_we_handle_your_social_logins' => '۵. چگونه با ورود/ثبت نام از طریق شبکه‌های اجتماعی توسط شما، برخورد می‌کنیم؟',
        'how_do_we_handle_your_social_logins_description' => 'دمات ما به شما این امکان را می‌دهد که با استفاده از جزئیات حساب کاربری شبکه‌های اجتماعی شخص ثالث مانند Gmail، ثبت‌نام و وارد شوید. هنگامی که تصمیم به استفاده از این ویژگی می‌گیرید، ممکن است برخی اطلاعات پروفایل شما را از ارائه‌دهنده شبکه اجتماعی دریافت کنیم. اطلاعات پروفایلی که دریافت می‌کنیم ممکن است بسته به ارائه‌دهنده شبکه اجتماعی متفاوت باشد، اما معمولاً شامل نام، آدرس ایمیل و سایر اطلاعاتی است که شما تصمیم به عمومی کردن آنها در چنین پلتفرم‌های اجتماعی دارید.
مهم است که بدانید ما به هیچ اطلاعات شخصی اضافی از حساب‌های شبکه اجتماعی شما فراتر از آنچه برای تأیید هویت و ایجاد حساب کاربری در پلتفرم ما ضروری است، دسترسی پیدا نمی‌کنیم یا آن‌ها را بازیابی نمی‌کنیم. ما حریم خصوصی شما را محترم می‌شماریم و تنها از اطلاعات ارائه‌شده برای هدف مورد نظر جهت تسهیل فرآیند ورود شما استفاده می‌کنیم.
تصمیم شما برای استفاده از لاگین‌های اجتماعی کاملاً داوطلبانه است و در صورتی که ترجیح می‌دهید حساب شبکه اجتماعی خود را متصل نکنید، می‌توانید از روش‌های دیگر برای ثبت‌نام و ورود استفاده کنید. ما متعهد به حفاظت از حریم خصوصی شما و تضمین امنیت حساب کاربری شما هستیم.',
        'how_long_do_we_keep_your_information' => '۶. ما اطلاعات شما را تا چه مدت نگه می‌داریم؟',
        'how_long_do_we_keep_your_information_description' => 'ما اطلاعات شخصی شما را تنها تا زمانی که برای اهداف مطرح شده در این اطلاعیه حریم خصوصی ضروری است نگه می‌داریم، مگر اینکه دوره نگهداری طولانی‌تر به موجب قانون (مانند مالیات، حسابداری یا سایر الزامات قانونی) مورد نیاز یا مجاز باشد.
هنگامی که دیگر نیازی به پردازش اطلاعات شخصی شما برای اهداف تجاری قانونی نداشته باشیم، یا آن‌ها را حذف می‌کنیم یا آن‌ها را ناشناس‌سازی می‌کنیم. اگر این کار ممکن نباشد (به عنوان مثال، به دلیل اینکه اطلاعات شخصی شما در آرشیوهای پشتیبان ذخیره شده است)، آنگاه اطلاعات شخصی شما را به صورت امن نگه می‌داریم و آن را از هرگونه پردازش بیشتر جدا می‌کنیم تا زمانی که حذف آن ممکن شود.',
        'do_we_make_updates_to_this_notice' => '۷. آیا ما این اطلاعیه را به‌روزرسانی می‌کنیم؟',
        'do_we_make_updates_to_this_notice_description' => 'ما ممکن است این اطلاعیه حریم خصوصی را هر از گاهی به‌روزرسانی کنیم. نسخه به‌روز شده با تاریخ "تجدیدنظر شده" جدید مشخص خواهد شد و نسخه به‌روز شده به محض دسترسی مؤثر خواهد بود. اگر تغییرات اساسی در این اطلاعیه حریم خصوصی ایجاد کنیم، ممکن است شما را از طریق قرار دادن اطلاعیه‌ای برجسته درباره این تغییرات یا با ارسال مستقیم یک اعلان مطلع کنیم. ما شما را تشویق می‌کنیم که این اطلاعیه حریم خصوصی را به‌طور مرتب مرور کنید تا از چگونگی حفاظت از اطلاعاتتان مطلع باشید.',
        'how_can_you_contact_us_about_this_notice' => '۸. چگونه می‌توانید درباره این اطلاعیه با ما تماس بگیرید؟',
        'how_can_you_contact_us_about_this_notice_description' => 'اگر سوالات یا نظراتی درباره این اطلاعیه دارید، لطفاً با ما از طریق ایمیل زیر تماس بگیرید: ' . config('app.support_mail'),
    ];
