<?php
    return [
        'terms_of_service' => 'شرایط استفاده از خدمات',
        'terms' => 'قوانین',
        'terms_description' => 'با دسترسی به وب‌سایت/نرم افزار ما، شما موافقت می‌کنید که به شرایط خدمات، تمامی قوانین و مقررات قابل اجرا، متعهد باشید و موافقت می‌کنید که مسئولیت رعایت قوانین را بر عهده دارید. اگر با هر یک از این شرایط موافق نیستید، استفاده از این سایت برای شما ممنوع است. مواد موجود در این وب‌سایت/نرم افزار
         تحت حفاظت قوانین کپی‌رایت و علائم تجاری قابل اجرا قرار دارند.
ما قبل از هر گونه تغییر برنامه‌ریزی شده در خدماتی که استفاده می‌کنید، به شما اطلاع خواهیم داد. شرایط حقوقی اصلاح شده از طریق ایمیل به شما اطلاع داده خواهد شد. با ادامه استفاده از خدمات پس از تاریخ موثر هرگونه تغییرات، شما موافقت می‌کنید که به شرایط اصلاح شده متعهد باشید.
خدمات برای کاربران حداقل ۱۸ ساله طراحی شده است. افراد زیر ۱۸ سال مجاز به استفاده یا ثبت ‌نام در این سایت نیستند.',
        'use_licence' => 'مجوز استفاده',
        'use_licences_description' => 'به شما این اجازه داده می‌شود که یک نسخه از این قوانین را برای استفاده شخصی خود و تنها برای بازبینی، دانلود کنید. با در اختیار داشتن یک نسخه از این قوانین شما نمی‌توانید موارد زیر را انجام دهید:
مواد را تغییر دهید یا کپی کنید؛
از مواد برای اهداف تجاری یا نمایش عمومی (تجاری یا غیرتجاری) استفاده کنید؛
تلاش کنید که هر نرم‌افزاری که در وب‌سایت/نرم افزار ما وجود دارد را دی‌کامپایل یا مهندسی معکوس کنید؛
هرگونه یادداشت حق تکثیر یا سایر علامت‌های مالکیتی را از مواد حذف کنید؛ یا
مواد را به شخص دیگری منتقل کنید یا آنها را روی هر سرور دیگری منتقل کنید.
این مجوز به طور خودکار لغو می‌شود اگر شما هر یک از این محدودیت‌ها را نقض کنید. پس از بازبینی این مجوز یا با اتمام اعتبار آن، شما باید هرگونه مجوز دانلود شده در اختیار خود را به هر شکلی که باشند، از بین ببرید.',
        'your_submission' => 'ارسال‌های شما',
        'your_submission_description1' => 'با ارسال مستقیم هرگونه پرسش، نظر، پیشنهاد، ایده، بازخورد یا اطلاعات دیگر در مورد خدمات به ما، شما موافقت می‌کنید که تمامی حقوق مالکیت فکری در این ارسال‌ها به ما واگذار شود. شما موافقت می‌کنید که ما مالک این ارسال‌ها باشیم و حق استفاده و انتشار نامحدود آنها را برای هر هدف قانونی، تجاری یا غیر آن، بدون اطلاع یا جبران به شما داشته باشیم.',
        'your_responsible_for_what_you_upload' => 'شما مسئول آنچه که ارسال یا بارگزاری می‌کنید هستید. با ارسال هر فرم یا فایلی از طریق هر بخشی از خدمات، شما:',
        'your_submission_description2' => 'تایید می‌کنید که قوانین "فعالیت‌های ممنوعه" ما را خوانده و موافقت کرده‌اید و هیچ ارسال غیرقانونی، آزاردهنده، تنفرآمیز، مضر، توهین‌آمیز، نادرست، ناپسند، تهدیدآمیز، دروغین یا فریبنده را انجام نمی‌دهید.
تا حد ممکن براساس قوانین قابل اجرا، از تمامی حقوق اخلاقی خود در مورد این ارسال‌ها صرف‌نظر می‌کنید؛
تضمین می‌دهید که این ارسال‌ها اصلی هستند یا شما حقوق و مجوزهای لازم را برای ارسال آنها دارید و شما اختیار کامل دارید تا حقوق ذکر شده را به ما اعطا کنید؛ و
تضمین و اعلام می‌کنید که ارسال‌های شما شامل اطلاعات محرمانه نیستند.
تنها شما مسئول ارسال‌های خود هستید و صراحتا موافقت می‌کنید که ما را برای هرگونه ضرری که ممکن است به دلیل نقض این بخش، نقض حقوق مالکیت فکری شخص ثالث یا قوانین قابل اجرا، متحمل شویم، جبران کنید.',
        'user_registration' => 'ثبت نام کاربر',
        'user_registration_description' => 'ممکن است برای استفاده از خدمات نیاز به ثبت نام داشته باشید. شما موافقت می‌کنید که رمز عبور خود را محرمانه نگه دارید و مسئولیت استفاده از حساب کاربری و رمز عبور خود را بر عهده دارید. ما حق حذف، بازپس‌گیری یا تغییر نام کاربری انتخابی شما را در صورتی که آن نام نامناسب، ناپسند یا اعتراض‌آمیز باشد و یا توسط مقام‌های قضایی درخواستی صادر شود، داریم.',
        'purchase_and_payment' => 'خرید و پرداخت',
        'payment_processing' => 'پردازش پرداخت',
        'payment_processing_description' => 'ما از طریق درگاه‌های مجاز بانکی کشور یا درگاه‌های واسط برای پردازش تمامی تراکنش‌های پرداختی شما استفاده می‌کنیم. با انجام هرگونه خرید خدمات از ما، موافقت می‌کنید که از طریق یکی از این درگاه‌های مجاز پرداخت را انجام دهید و تابع شرایط خدمات و سیاست حفظ حریم خصوصی همان درگاه باشید.',
        'payment_methods_and_currency' => 'روش‌های پرداخت و ارز',
        'payment_methods_and_currency_description' => 'تمامی تراکنش‌ها به ارز نمایش داده شده در صفحه پرداخت پردازش می‌شوند.',
        'security' => 'امنیت',
        'security_description' => 'ما جزئیات کارت پرداخت شما را ذخیره نمی‌کنیم و تمامی اطلاعات کارت پرداخت مستقیماً توسط درگاه پرداخت مدیریت می‌شود.',
        'subscription_services' => 'خدمات اشتراکی',
        'subscription_services_description' => 'اگر برای خدمات اشتراک می‌گیرید، به صورت پیش‌پرداخت و در دوره‌های متناوب به شما صورت‌حساب داده می‌شود که در زمان خرید مشخص شده است. اشتراک شما به صورت خودکار تمدید نمی‌شود و شما در صورت تمایل باید مجددا اشتراک خود را تمدید کنید.',
        'changes_in_fees' => 'تغییرات در هزینه‌ها',
        'changes_in_fees_description' => 'ما حق داریم قیمت خدمات خود یا هر جز آن را به هر نحوی و در هر زمانی تنظیم کنیم. هرگونه تغییر قیمت پس از اطلاع‌ رسانی ایمیلی به شما اعمال خواهد شد.',
        'responsibility' => 'مسئولیت',
        'responsibility_description' => 'شما مسئول ارائه اطلاعات صحیح و به ‌روز در مورد صورت ‌حساب، تماس و پرداخت به ما و اطلاع‌رسانی به ما در مورد هرگونه تغییر در این اطلاعات هستید.',
        'taxes' => 'مالیات',
        'taxes_description' => 'هزینه‌های خدمات ما ممکن است مشمول مالیات، عوارض، یا سایر ارزیابی‌های دولتی مشابه شود. این مالیات‌ها به هزینه‌ها اضافه شده و در پرداخت شما منعکس می‌شوند.',
        'prohibited_use' => 'استفاده غیر مجاز',
        'prohibited_use_description' => 'شما موافقت می‌کنید که از خدمات ما برای هر فعالیت غیرقانونی یا تقلبی استفاده نکنید و در هنگام استفاده از خدمات درگاه‌های بانکی، تابع تمامی قوانین و مقررات باشید.',
        'prohibited_activities' => 'فعالیت‌های ممنوعه',
        'prohibited_activities_description1' => 'شما نمی‌توانید از خدمات ما برای هرگونه فعالیت غیر مجاز استفاده کنید و تنها مجاز به استفاده از این خدمات برای آنچه ما در دسترس شما قرار داده‌ایم هستید. خدمات نباید در ارتباط با هیچ کسب‌ و کار تجاری به جز آن‌هایی که ما به طور خاص تایید کرده‌ایم، استفاده شوند.',
        'as_a_user_of_the_service_you_agree_not_to' => 'به عنوان یک کاربر شما موافقت می‌کنید که:',
        'prohibited_activities_description2' => 'به صورت سیستماتیک داده‌ها یا سایر محتواها را نگه‌داری نکنید تا به طور مستقیم یا غیرمستقیم یک پایگاه‌داده یا دایرکتوری ایجاد کنید.
ما و سایر کاربران را گمراه نکرده و فریب ندهید، به خصوص در هر تلاشی برای یادگیری اطلاعات حساس حساب کاربری مانند رمز عبور کاربر.
از ویژگی‌های امنیتی جلوگیری نکرده و یا به هر نحوی دیگر مداخله نکنید، از جمله ویژگی‌هایی که مانع یا محدود کننده استفاده یا کپی‌برداری از هرگونه محتوا هستند.
از خدمات ما با هرگونه تلاشی برای رقابت با ما یا به هر نحوی برای کسب درآمد یا فعالیت تجاری استفاده نکنید.',
        'privacy_policy' => 'سیاست حفظ حریم خصوصی',
        'privacy_policy_description' => 'ما به حفظ حریم خصوصی و امنیت داده‌ها اهمیت می‌دهیم. با استفاده از خدمات ما، شما موافقت می‌کنید که به سیاست حفظ حریم خصوصی ما که در متن این مجوز حقوقی گنجانده شده است متعهد باشید. لطفاً توجه داشته باشید که ما خدمات خود را طبق قوانین کشور ایران ارائه می‌دهیم و اگر از هر منطقه دیگری از جهان از خدمات ما استفاده می‌کنید که قوانین آنجا با ایران متفاوت هستند، مطلع باشید که این وبسایت اطلاعات شما را در کشور ایران نگه‌داری می‌کند.',
        'modifications_and_interruptions' => 'تغییرات و قطعی‌ها',
        'modifications_and_interruptions_description' => 'محتوای موجود در وب‌سایت/نرم افزار ممکن است شامل خطاهای فنی، تایپی یا عکاسی باشد. ما ضمانت نمی‌کنیم که هیچ یک از محتوا موجود در وب‌سایت/نرم افزار دقیق، کامل یا به‌روز باشند. ما حق داریم که در هر زمان و به هر دلیلی، به صلاحدید خودمان و بدون اطلاع قبلی، محتوا را تغییر، اصلاح یا حذف کنیم. با این حال، ما هیچ تعهدی به بارگذاری هیچ‌گونه اطلاعاتی در وبسایت/نرم افزار خود نداریم. ما هیچ مسئولیتی در قبال شما یا هیچ شخص ثالثی برای هر گونه تغییر خدمات، تغییر قیمت، تعلیق یا قطع خدمات نداریم.
ما نمی‌توانیم تضمین کنیم که خدمات همیشه در دسترس خواهند بود. ممکن است با مشکلات سخت‌افزاری، نرم‌افزاری یا دیگر مشکلات روبرو شویم یا نیاز به انجام تعمیرات مرتبط با خدمات داشته باشیم که منجر به قطعی، تأخیر یا خطا شود. شما موافقت می‌کنید که ما هیچ مسئولیتی در قبال هرگونه ضرر، خسارت یا ناراحتی ناشی از عدم توانایی شما در دسترسی یا استفاده از خدمات در طول هر گونه قطعی یا قطع خدمات نداریم.',
        'disclaimer' => 'سلب مسئولیت',
        'disclaimer_description' => 'مطالب موجود در وب‌سایت/نرم افزار ما به‌صورت «همان‌طور که هست» ارائه می‌شوند. ما هیچ‌گونه ضمانتی، چه به‌صورت صریح و چه ضمنی، ارائه نمی‌دهیم و به این وسیله تمامی ضمانت‌های دیگر را از جمله ضمانت‌های ضمنی یا عدم نقض حقوق مالکیت فکری یا سایر حقوق را نفی و رد می‌کنیم.',
        'limitations' => 'محدودیت‌ها',
        'limitation_description' => 'در هیچ شرایطی، ما یا تأمین‌کنندگان ما، مسئول هیچ‌گونه خسارتی نخواهند بود (از جمله گارانتی خسارات ناشی از دست دادن داده‌ها، سود و یا به دلیل وقفه در کسب و کار) که به دلیل استفاده یا ناتوانی در استفاده از مطالب موجود در وب‌سایت/نرم افزار به وجود آمده باشد، حتی اگر ما یا نماینده مجاز ما به صورت شفاهی یا کتبی از احتمال وقوع چنین خساراتی مطلع شده باشیم.',
        'user_data' => 'داده کاربران',
        'user_data_description' => 'ما داده‌های کاربران را که به وبسایت/نرم افزار ما منتقل می‌کنند را برای مدیریت عملکرد خدمات نگه‌داری خواهیم کرد. اگرچه ما به‌طور منظم از داده‌ها پشتیبان‌ گیری می‌کنیم، اما شما به ‌تنهایی مسئول تمامی داده‌هایی هستید که منتقل می‌کنید. شما موافقت می‌کنید که ما هیچ مسئولیتی در قبال از دست دادن یا خرابی هیچ ‌یک از این داده‌ها در برابر شما نخواهیم داشت و بدین‌ وسیله از حق هرگونه اقدام قانونی علیه ما را بابت از دست دادن یا خرابی چنین داده‌هایی صرف‌ نظر می‌کنید.',
        'links' => 'پیوندها',
        'links_description' => 'ما تمامی سایت‌های پیوند شده به وب‌سایت خود را بررسی نکرده و مسئول محتوای هیچ ‌یک از این سایت‌های پیوند شده نیستیم. درج هر پیوندی به معنای تأیید سایت توسط ما نیست. استفاده از هر یک از این سایت‌های پیوند شده به عهده‌ی خود کاربر است و به مسئولیت خود او انجام می‌شود.',
        'contact_us' => 'ارتباط با ما',
        'contact_us_description' => 'برای حل هرگونه شکایت در رابطه با خدمات یا دریافت اطلاعات بیشتر در مورد استفاده از خدمات، لطفاً با ما از طریق ایمیل تماس بگیرید:',
    ];
